Repository: iChenwin/openhab.ios.old
Catalog: openhab/*.lproj/Localizable.strings
Languages: de, es

# SitemapEmpty
source: Sitemap is empty
de: Sitemap leer
es: Sitemap vacío

# SitemapEmptyText
source: Please enter or select the sitemap name in the configuration
de: Bitte wählen Sie einen Sitemapnamen in der Konfiguration
es: Por favor, escriba o seleccione un sitemap en la configuración

# AuthFailedLocalized
source: Authentication failed
de: Anmeldung fehlgeschlagen
es: Falló la autenticación

# dialogAuthFailedLocalized
source: Authentication at %@ server as user %@ has failed. Please check your user and password
de: Anmeldung am Server %@ als Benutzer %@ ist fehlgeschlagen. Bitte überprüfen Sie Ihre Anmeldedaten
es: La autenticación en el servidor %@ con usuario %@ falló. Compruebe usuario y contraseña

# UnkAuthFailedLocalized
source: Unknown authentication failure
de: Unbekannter Fehler während der Anmeldung
es: Error de autenticación desconocido

# UnkdialogAuthFailedLocalized
source: There was an unknown authentication failure
de: Ein unbekannter Fehler ist während der Anmeldung aufgetreten
es: Hubo un error de autenticación desconocido

# LocalizedFavorites
source: Favorites
de: Favoriten
es: Favoritos

# LocalizedBonjour
source: Searching for servers...
de: Suche nach Servern...
es: Buscando servidores...

# theAuthenticationLabel
source: Authentication
de: Anmeldedaten
es: Login

# loginLoc
source: Login
de: Anmeldedaten
es: Autenticación

# warningAuthTextLoc
source: Keep in mind that this user/password pair will be encrypted in your iOS device. Each pair user/password is different for each server AND port, i.e. the login for http://192.168.1.1:8080/ is NOT the same as https://192.168.1.1:8443/ Note: The SSL certificates are accepted automatically.
de: Ihre Anmeldedaten werden auf dem iOS Gerät verschlüsselt gespeichert. Anmeldedaten werden pro Server und Port gespeichert, d.h. http://192.168.1.1:8080/ und https://192.168.1.1:8443/ können unterschiedliche Anmeldedaten benötigen. Wichtig: SSL Zertifikate werden automatisch akzeptiert (ohne Prüfung der CA).
es: El usuario y password se almacenará encriptado en su dispositivo. Cada par usuario/password es diferente para cada servidor y puerto Esto es, el usuario para http://192.168.1.1:8080/ no es el mismo que el de: https://192.168.1.1:8443/ Nota: los certificados SSL de los servidores se aceptan automáticamente

# LocalizedAvailableMaps1
source: Available sitemaps at %@
de: Verfügbare Sitemaps von %@
es: Mapas disponibles en %@

# labelAlternateServer
source: Remote URL
es: Alternativo

# labelDonation
source: If you like this app, please consider making a donation to the app's programmer
de: Wenn Sie diese App mögen, betrachten bitte eine Spende an die App-Programmierer
es: Si te gusta esta aplicación, considera hacer un donativo. Nos ayudarás a seguir manteniéndola

# MainLabelDonation
source: Donate to help the application's support
de: Spenden Sie für die Anwendung zu unterstützen helfen
es: Hacer una donación para mantener la aplicación

source: Donations
de: Spenden
es: Donaciones

# Thanks
source: Thanks for your donation! You can donate more if you wish...
de: Vielen Dank für Ihre Spende! Sie können spenden mehr, wenn Sie möchten...
es: ¡Gracias por tu donación! Puedes donar más si quieres...

source: Buy failed
de: Buy fehlgeschlagen
es: Compra fallida

# You cannot buy
source: You cannot buy at this time
de: Sie können zu diesem Zeitpunkt nicht kaufen
es: No puedes comprar en este momento

# Your donation right1
source: Your donation of %@ finished correctly. Thank you!
de: Ihre Spende von %@ fertig korrekt. Vielen Dank!
es: Tu donación de %@ terminó con éxito. ¡Gracias!

# Donation failed
source: Your donation failed to process
de: Ihre Spende an Prozess fehlgeschlagen
es: ¡Tu donación falló! Intentalo de nuevo más tarde.

# Stats3
source: Requests: %i ~ Size Downloaded: %.2f KB ~ Images Cached: %i
de: Requests: %i ~ Übertragene Datenmenge: %.2f KB ~ Bilder im Cache: %i
es: Peticiones: %i ~ Tamaño descargado: %.2f KB ~ Imagenes cacheadas: %i

# labelRefresh
source: Refresh sitemap (s)
de: Sitemap Refresh (s)
es: Intervalo refresco

# labelSitemap
source: Sitemap
es: Mapa

# labelMaxConnections
source: Max. connections
de: Max. Verbindungen
es: Máximas conexiones

source: Stop
de: Stopp
es: Parar

source: Up
de: Hoch
es: Subir

source: Down
de: Runter
es: Bajar

# BuildingInterface
source: Updating the User Interface
de: Aktualisiere die Oberfläche
es: Actualizando la interfaz

# Alldone
source: All requests finished
de: Alle Requests beendet
es: Finalizadas todas las peticiones

# ParserFormat2
source: Error in JSON parsing phase %@. the parser said: %@
de: Fehler beim Parsen von JSON in der Phase %@. Meldung des Parsers: %@
es: Error parseando JSON en la fase %@. El parseador indicó el error: %@

# ImageRefreshed1
source: Refreshed image, %.0f remaining
de: Aktualisiere Bilder, %.0f verbleibend
es: Imágen actualizada, %.0f peticiones restantes

source: Items Refreshed
de: Items aktualisiert
es: Ítems actualizados

source: Sitemap Loaded
de: Sitemap geladen
es: Mapa actualizado

# LoadingSitemap
source: Loading the Sitemap
de: Lade die Sitemap
es: Cargando el mapa

source: Loading Groups
de: Lade die Gruppen
es: Cargando los grupos

source: Refreshing
de: Aktualisiere
es: Actualizando

source: Loading items
de: Lade Items
es: Cargando los ítems

# Master
source: Main Menu
de: Hauptmenü
es: Menú Principal

# Detail
source: openHAB Menu
de: openHAB Menü
es: Menú de openHAB

source: Loading
de: Lade
es: Cargando

# LoadingSitemapUrl2
source: Loading URL: %@ sitemap:%@
de: Lade URL: %@ Sitemap:%@
es: Cargando URL: %@ mapa:%@

source: Menu
de: Menü
es: Menú

# SetUrl
source: Configure the url of the server
de: Konfiguration der Server-URL
es: Configurar la url del servidor

# SetSitemap
source: Configure the sitemap
de: Konfiguration der Sitemap
es: Configurar el mapa

source: Configuration
de: Konfiguration
es: Configurar

# Info
source: About
de: Info
es: Acerca de

# ErrorSitemapConfig
source: You have an error in the sitemap configuration
de: Es sind Fehler in der Sitemap-Konfiguration
es: Hay un error en la configuración del fichero sitemap de openHAB

# InfoText1
source: openHAB iOS client v%@ Â© 2011 Pablo Romeu This program is a client for openHAB system which can be found at http://openhab.org. For support on openHAB please visit openHAB home page. For a fast setup guide go to: http://code.google.com/p/openhab/wiki/Setup The open Home Automation Bus (openHAB) project aims at providing a universal integration platform for all things around home automation. It is designed to be absolutely vendor-neutral as well as hardware/protocol-agnostic. openHAB brings together different bus systems, hardware devices and interface protocols by dedicated bindings. These bindings send and receive commands and status updates on the openHAB event bus. This concept allows designing user interfaces with a unique look&feel, but with the possibility to operate devices based on a big number of different technologies. Besides the user interfaces, it also brings the power of automation logics across different system boundaries. At the time this text is written there are many different hardware/protocol bindings available in openHAB: KNX 1-wire Bluetooth Wake-on-LAN Network availability check Commandline support RS-232 HTTP AVM Fritz!Box Network Time Protocol (NTP) MPD (Music Player Deamon) openHAB is OpenSource licensed under GPL v3. You may find the source code at http://openhab.org This program uses MBProgressHUD licensed under MIT license by Matej Bukovinski and PDKeychainBindings licensed under MIT license by Carl Brown. It also uses RSColorPicker from Ryan Sullivan.
de: openHAB iOS client v%@ © 2011 Pablo Romeu Dieses Programm ist ein Client für openHAB, welches unter http://openhab.org verfügbar ist. Für Support bzgl. openHAB besuchen Sie bitte die openHAB Homepage. Für eine kurze Anleitung zur openHAB besuchen Sie bitte: http://code.google.com/p/openhab/wiki/Setup Das open Home Automation Bus (openHAB) Projekt dient als universale Integrationsplattform für alle Dinge rund um Heimautomatisierung. Es ist absolut Hardwarehersteller-unabhängig als auch Protokoll-agnostisch ausgelegt. openHAB bringt verschiedene Bussysteme, Hardwäregeräte und Interface-Protokolle durch optional zu installierende Bindings zusammen. Diese Bindings senden und empfangen Kommandos und Statusupdates über den openHAB Event Bus. Dieses Konzept erlaubt es, eine einheitliche Benutzerschnittstelle mit durchgängigem Look&Feel anzubieten, obwohl dadurch Geräte ganz unterschiedlicher Natur und Technologie gesteuert werden. Neben der Benutzerschnittstelle bietet openHAB weiterhin die Möglichkeit, komplexe Automatisierungsregeln systemübergreifend zu definieren. Hier ein paar Beispiele für gegenwärtig verfügbare Bindings (Aktuelle Liste ist auf der Projekthomepage verfügbar): KNX 1-wire Bluetooth Wake-on-LAN Network availability check Commandline support RS-232 HTTP AVM Fritz!Box Network Time Protocol (NTP) MPD (Music Player Deamon) VDR Asterisk Dieses Programm nutzt MBProgressHUD von Matej Bukovinski und PDKeychainBindings von Carl Brown, welches unter der MIT License steht. Dieses Programm nutzt RSColorPicker von Ryan Sullivan
es: cliente iOS de openHAB v%@ © 2011 Pablo Romeu Este programa es un cliente para el sistema de openHAB que se puede encontrar en http://openhab.org. Para soporte acerca de openHAB por favor visite la página principal de openHAB. Para una guia rápida para instalarlo, visite http://code.google.com/p/openhab/wiki/Setup El proyecto openHAB tiene como objetivo proporcionar una plataforma de integración universal para todos los sistemas dentro de la automatización del hogar, conocido como domótica. Está diseñado para ser totalmente independiente del proveedor/fabricante, así como del hardware y de los protocolos. openHAB reúne diferentes sistemas de bus, dispositivos de hardware y protocolos. Estos protocolos envian y reciben comandos y actualizaciones de estado en el bus de eventos. Este concepto permite diseñar interfaces de usuario con un look&feel similar, pero con la posibilidad de operar los dispositivos basados ​​en un gran número de tecnologías diferentes. No sólo permite interfaces de usuario universales, sino que también lleva el poder de la lógica de automatización a través de los límites de diferentes sistemas. En el momento de escribirse este texto, hay diferentes hardware/protocolos disponibles a través de openHAB: KNX 1-wire Bluetooth Wake-on-LAN Network availability Soporte de línea de comandos RS-232 HTTP AVM Fritz!Box Network Time Protocol (NTP) MPD (Music Player Deamon) openHAB es OpenSource. Puedes encontrar el código en http://openhab.org Este programa usa MBProgressHUD que es distribuido bajo licencia MIT por Matej Bukovinski y PDKeychainBindings distribuido bajo licencia MIT por Carl Brown. También usa RSColorPicker de Ryan Sullivan.
